html/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-10-25 Fri 18:07 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Home</title>
<meta name="author" content="Nick Tenebruso" />
<meta name="description" content="Header" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="/src/readtheorg_theme/css/readtheorg.css"/>
<link rel="stylesheet" type="text/css" href="/src/readtheorg_theme/css/search.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Home</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org7560994">1. Welcome to my Knowledge Base!</a>
<ul>
<li><a href="#org28d41ed">1.1. Contact Me</a></li>
<li><a href="#org2a7d854">1.2. Extra References</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div class="site-header">
    <ul>
        <li><a href="/">Home</a></li>
        <li><a href="/software">Software</a></li>
    </ul>
</div>
<div id="outline-container-org7560994" class="outline-2">
<h2 id="org7560994"><span class="section-number-2">1.</span> Welcome to my Knowledge Base!</h2>
<div class="outline-text-2" id="text-1">
<p>
I use this website to store all of my notes related to school, technology, and other fun things! Hopefully you&rsquo;re able to find something valuable here.
</p>

<p>
This website is written in Emacs using org-mode, then converted to HTML.
</p>
</div>
<div id="outline-container-org28d41ed" class="outline-3">
<h3 id="org28d41ed"><span class="section-number-3">1.1.</span> Contact Me</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li><b>Email:</b> <a href="mailto:nick@ntenebruso.com">nick@ntenebruso.com</a></li>
<li><b>Backup email:</b> <a href="mailto:nickten2006@gmail.com">nickten2006@gmail.com</a></li>
<li><a href="./pubkey.asc">Download my PGP key</a></li>
</ul>
</div>
</div>
<div id="outline-container-org2a7d854" class="outline-3">
<h3 id="org2a7d854"><span class="section-number-3">1.2.</span> Extra References</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Visit my friend, <a href="https://ftrani.com/">Frank Trani</a>&rsquo;s, website. His blog has some very informational posts.</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Nick Tenebruso</p>
<p class="date">Created: 2024-10-25 Fri 18:07</p>
</div>
</body>
</html>
